[
	{
		"Title": "Fan Zhendong",
		"Pic":"Fan_Zhendong",
		"Des":"The fan is a popular Chinese player and a professional player who plays at the position of right-handed, shake hand grip. He uses equipment like Stiga Infinity VPS with DHS Hurricane 3 National (Blue Sponge) (FH, Black), Butterfly Dignics 05 (BH, Red)

The highest-ranking for the number 1 position where he has been since 2018.",
		"IsVisible": false
	},
	{
		"Title": "Ma Long",
		"Pic":"Ma_Long",
		"Des":"Ma Long is a popular and professional Chinese table tennis player who plays at the position of right-handed, shake hand grip. He is a popular and professional player who is famous with the name The Dictator, The Dragon.

The equipment for the Chinese player is DHS W968 (2019), DHS Hurricane 3 National (FH, Black), DHS Hurricane 3 National (BH, Red).

The player is currently ranked in position 2 of the game who represents the club Shandong Weiqiao.",
		"IsVisible": false
	},
	{
		"Title": "Hugo Calderano",
		"Pic":"Hugo_Calderano",
		"Des":"Hugo is a popular and professional table tennis player from Brazil. The player is born in Rio de Janeiro, Brazil where he is a right-handed, shake-hand, grip player.

He is regarded as the first-ever player from Latin America who makes it to the top 10 of the ITTF World Rankings.

The player is currently ranked at position 4 in the world rankings where he is a part of the club TTF Liebherr Ochsenhausen.",
		"IsVisible": false
	},
	{
		"Title": "XU Xin",
		"Pic":"XU_Xin",
		"Des":"Xu Xin is a Chinese-born popular and professional table tennis player whose playing style is left-handed, penhold grip.

He has equipment like Stiga Dynasty Carbon, TG2 Skyline Blue (FH, black, DHS NEO Hurricane 3 Custom sponge (BH, red).

The highest for the player is January 2013 where he was in position 1 of the world ranking, However, currently, the player is on position 3 of the world ranking.",
		"IsVisible": false
	},
	{
		"Title": "Tomokazu Harimoto",
		"Pic":"Tomokazu_Harimoto",
		"Des":"Tomokazu is a popular Japanese table tennis player in the team who has been the winner of the 2018 World Junior Singles and ITTF 2018 World Junior Championship.

He is a right-handed, shake-hand grip player. He has the equipment as Butterfly Tomokazi Harimoto ALC, Butterfly Dignics 05 (Forehand), Dignics 05 (Backhand).

The highest rankings for the player took place in January 2019 where he holds the 3rd position.",
		"IsVisible": false
	},
	{
		"Title": "Lin Yun-ju",
		"Pic":"Lin_Yun_ju",
		"Des":"Lin is a popular and professional Table tennis player from Yuanshan, Yilan County, Taiwan. He is a left-handed shakehand grip player in the game. The player uses equipment like Butterfly Lin Yun-Ju SZLC with energy 05 hard on the forehand and digits 05 on the backhand. The highest-ranking of the player is on position 5 in 2021.",
		"IsVisible": false
	},
	{  
		"Title": "Lin Gaoyuan",
		"Pic":"Lin_Gaoyuan",
		"Des":"Lin is a popular left-handed, shakehand grip Chinese player in the tournament. The player uses equipment like DIGNICS 05 (BH, Red), DHS H3 NAtional Blue (FH, Black), Butterfly Lin Gaoyuan ALC blade.

He bags a gold medal for the Chinese at the Team World Cup 2018 and World Team Championships 2018.

The player was ranked at the highest in 2019 that is on position 2 of the table.",
		"IsVisible": false
	},
	{
		"Title": "Liang Jingkun",
		"Pic":"Liang_Jingkun",
		"Des":"Liang is a Chinese table tennis player who represents in World Table Tennis Championships. He takes part in the men’s singles event and has also been a part of the World Tennis Championship where he wins over the Fan Zhendong.

Liang is a popular player who had the highest-ranking 6 in 2019 whereas the player is currently ranked at the 8th position.",
		"IsVisible": false
	},
	{
		"Title": "Dimitrij Ovtcharov",
		"Pic":"Dimitrij_Ovtcharov",
		"Des":"Dimitrij is a popular and professional table tennis player from Germany. He is a Ukraine-born player who represents Germany in the game.

The player plays with the right-handed, shakehand grip. He holds the record for two silver and four bronze medals at the Olympics.

ITTF ranks the player in the ninth position for the World Ranking of the game.",
		"IsVisible": false
	},
	{
		"Title": "Ma Lin",
		"Pic":"Ma_Lin",
		"Des":"Ma Lin is a popular and professional Table tennis player where from Shenyang, Liaoning, China. He is a retired player from China whose style is Chinese Penhold with a total of 4 types of equipment.

Ma Lin is a popular player with numerous records to his name. He has many world championships like a gold medal in 1999 Eindhoven mixed doubles, 2001 Osaka team, 2003 Paris, 2004 Doha, 2006 Bremen, and many more.

He has 3 gold medals at the Olympic Games, 9 gold medals at the World Championships, and 6 gold medals in the World Cup. The other records hold 7 silver medals at the World Championships. There are 4 bronze medal records at the World Championships and 1 at the World Cup.",
		"IsVisible": false
	}
]